Repository: Mahdi-Suleiman/SEDCO-WinForm-Task
Catalog: SurveyQuestionsConfigurator/AddQuestionFormStrings.*.resx
Languages: ar_jo

source: Add A Question
ar_jo: إضافة سؤال

# contactSystemAdministratorError
source: Something wrong happened Please try again or contact your system administrator
ar_jo: حدث خطأ ما الرجاء المحاولة مرة أخرى أو الاتصال بمسؤول النظام

source: Edit A Question
ar_jo: تعديل السؤال

source: End Value Caption:
ar_jo: عنوان القيمة النهائية

source: Error
ar_jo: خطأ

# genericQuestionError
source: Question text can NOT be empty
ar_jo: لا يمكن للنص ان يكون فارغًا

# numberOfSmileyFaces
source: Number Of Smiley Faces (2 - 5):
ar_jo: عدد الوجوه المبتسمة (2-5):

# numberOfStars
source: Number Of Stars (1 - 10):
ar_jo: عدد النجوم (1-10):

# questionOrderAlreadyInUseError
source: Question order already in use Try using another one
ar_jo: هذا الترتيب قيد الاستخدام بالفعل حاول استخدام ترتيب آخر

# questionWasNotFoundOrDeletedError
source: Question was not found or deleted Refresh the list and try again
ar_jo: لم يتم العثور على السؤال أو ثد تم حذفه قم بتحديث القائمة وحاول مرة أخرى

# sliderEndValue
source: Slider End Value (2 - 100):
ar_jo: القيمة النهاية لشريط التمرير (2-100):

# sliderQuestionError
source: Question text Start Value caption End Value caption Can NOT be empty Make sure that end value is larger than start value
ar_jo: نص السؤال عنوان القيمة البدائية عنوان القيمة النهائية لا يجوز ان يكونوا فارغيين تأكد من أن القيمة النهاية لشريط التمرير أكبر من القيمة البدائية لشريط التمرير

# sliderStartValue
source: Slider Start Value (1 - 99):
ar_jo: القيمة البدائية لشريط التمرير (1-99):

# somethingWrongHappenedError
source: Something wrong happened please try again
ar_jo: حدث خطأ ما الرجاء المحاولة مرة أخرى

source: Start Value Caption:
ar_jo: عنوان القيمة البدائية
